IdeaRS.Connections
TongueType Enumeration
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.TongueType"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum TongueType
Members
Member name | Value | Description
Lid | 0
NotchedPlate | 1
NotchedMember | 2
NotchedPlateFull | 3
Lid2x | 4
See Also
Reference
IdeaRS.Connections.Data Namespace